Repository: Haehnchen/sharemybox.net-enigma2-client
Catalog: po/*.po
Languages: de

source: Register
de: Registrieren

source: Register your box to get access
de: Registriere Reciever um Zugriff zu erhalten

source: Register your already married box with account name
de: Registriere Receiver mit Benutzername

source: Your channellists
de: Deine Kanallisten

source: Manage your Channellists
de: Kanallisten verwalten

source: Friends channellists
de: Kanallisten von Freunden

source: Available readonly channellists from friends
de: Verfügbare Kanallisten von Freunden

source: Your Files
de: Deine Dateien

source: Manage your files
de: Verwalte deine Dateien

source: Friends Files
de: Dateien von Freunden

source: Accessable files from friends
de: Verfügbare Dateien von Freunden

source: Friends
de: Freunde

source: Manager your friends
de: Verwalte deine Freunde

source: Tools and other Stuff
de: Tool und sonstiges

source: Settings
de: Einstellungen

source: ShareMyBox Settings
de: ShareMyBox Einstellungen

source: Add Account
de: Benutzer hinzufügen

source: Marry box to account on mail / username
de: Marry Receiver mit E-Mail oder Benutzername

source: Reset your keys
de: Keys zurücksetzen

source: Box is registered. You have access now!
de: Box ist registriert. Du hast jetzt Zugriff!

source: Please enter Username or Mail of married account
de: Bitte Benutzername oder E-Mail-Konto eingeben

source: Please enter Username or Mail of your Account
de: Bitte Benutzername oder E-Mail-Konto eingeben

source: Do you want delete this item?
de: Soll diese Element wirklich gelöscht werden?

source: Your Channellists
de: Deine Kanallisten

source: Please enter a name for the new channellist
de: Bitte Namen für die neue Kanalliste eingeben

source: Download and overwrite current channellist?
de: Kanallisten herunterladen und aktuelle überschreiben?

source: Upload and overwrite this list?
de: Herunterladen und überschreiben?

source: Restart to reload new channelllist?
de: Neustarten um Kanalliste zu laden?

source: Do you want upload this item?
de: Jetzt hochladen?

source: Do you want download this item?
de: Wirklich herunterladen?

source: File Upload
de: Datei Upload

source: File is too big
de: Datei ist zu groß

source: Description
de: Beschreibung

source: Approved
de: Bestätigt

source: Please enter Username or Mail of friend account
de: Bitte Benutzername oder E-Mail-Konto des Freundes eingeben.

source: Settings saved
de: Einstellungen gespeichert

source: Update Client now: Do you want to download and install now?
de: Update: Jetzt herunterladen inst installieren?

source: Plugin successfully updated! Do you want to restart Enigma2 GUI now?
de: Das Plugin wurde erfolgreich aktualisiert! Wollen Sie Enigma2 GUI jetzt neu starten?
